Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/local_and_regional_government/regional_assemblies.html.txt.tmx
Source language: en
Languages: ga

source: As part of the Government’s reform of local government as set out in Putting People First- Action Programme for Effective Local Government (pdf), the Local Government Reform Act 2014 provided for the existing 8 regional authorities and 2 regional assemblies to be replaced by 3 new regional assemblies
ga: Mar chuid den leasú atá á dhéanamh ag an Rialtas ar an rialtas áitiúil, faoi mar a leagtar amach in Tús Áite a Thabhairt do Dhaoine – Clár Gníomhaíochta um Rialtas Áitiúil Éifeachtach (‘Putting People First- Action Programme for Effective Local Government’) (pdf), d’fhoráil an tAcht Rialtais Áitiúil (Leasú), 2014 go ndéanfaí na 8 n-údarás réigiúnacha agus an 2 thionól réigiúnacha a ionadú ag 3 thionól nua réigiúnacha

source: The new assemblies were established with effect from 1 January 2015 by the Local Government Act 1991 (Regional Assemblies) (Establishment) Order 2014 (SI 573 of 2014)
ga: Bunaíodh na tionóil nua le héifeacht ón 1 Eanáir 2015 ag Ordú an Achta Rialtais Áitiúil, 1991 (Tionóil Réigiúnacha) (Bunú), 2014 (I.R. Uimh. 573 de 2014)

source: The membership of a regional assembly consists of members of the local authorities within the region:
ga: Comhaltaí de na húdaráis áitiúla laistigh den réigiún atá i gceist le comhaltacht tionóil réigiúnaigh:

source: • The Northern and Western Regional Assembly has 21 members and covers the county councils of Cavan, Donegal, Leitrim, Galway, Mayo, Monaghan, Roscommon and Sligo and the city council of Galway
ga: • Tá 21 comhalta i dTionól Réigiúnach an Tuaiscirt agus an Iarthair agus cuimsíonn sé Comhairlí Contae an Chabháin, Dhún na nGall, Liatroma, na Gaillimhe, Mhaigh Eo, Mhuineacháin, Ros Comáin agus Shligigh agus Comhairle Cathrach na Gaillimhe

source: • The Southern Regional Assembly has 27 members and covers the county councils of Carlow, Clare, Cork, Kerry, Kilkenny, Tipperary and Wexford, the city council of Cork, and the city and county councils of Limerick and Waterford
ga: • Tá 27 comhalta i dTionól Réigiúnach an Deiscirt agus cuimsíonn sé Comhairlí Contae Cheatharlach, an Chláir, Chorcaí, Chiarraí, Chill Chainnigh, Thiobraid Árann agus Loch Garman, Comhairle Cathrach Chorcaí, agus Comhairle Contae agus Cathrach Luimnigh agus Phort Láirge

source: • The Eastern and Midland Regional Assembly has 35 members and covers the county councils of Dun Laoghaire-Rathdown, Fingal, Kildare, Laois, Longford, Louth, Meath, Offaly, South Dublin, Westmeath and Wicklow and the city council of Dublin
ga: • Tá 35 comhalta i dTionól Réigiúnach an Oirthir agus Lár Tíre agus cuimsíonn sé Comhairlí Contae Dhún Laoghaire-Ráth an Dúin, Fhine Gall, Chill Dara, Laoise, an Longfoirt, Lú, na Mí, Uíbh Fhailí, Bhaile Átha Cliath Theas, na hIarmhí agus Chill Mhantáin agus Comhairle Cathrach Bhaile Átha Cliath

source: The aim of the new assemblies is to co-ordinate, promote or support strategic planning and sustainable development and promote effectiveness in local government and public services
ga: Is é cuspóir na dtionól nua ná chun pleanáil straitéiseach agus forbairt inmharthana a chomhordú, a chur chun cinn nó chun tacú leo agus chun éifeachtacht sa rialtas áitiúil agus i seirbhísí poiblí a chur chun cinn

source: Their main function will be to draw up regional spatial and economic strategies
ga: Is éard a bheidh ar a bpríomhfheidhm ná chun straitéisí réigiúnacha spásúlachta agus geilleagracha a chur i dtoll a chéile

source: These will replace the current regional planning guidelines and will be drawn up in conjunction with the various enterprise and economic development agencies
ga: Tiocfaidh iad seo in ionad na dtreoirlínte reatha maidir le pleanáil réigiúnach agus cuirfear i dtoll a chéile iad i gcomhar leis na gníomhaireachtaí éagsúla fiontair agus forbartha geilleagraí

source: The existing regional planning guidelines will remain in place until these new strategies are drawn up
ga: Fanfaidh na treoirlínte reatha pleanála réigiúnaí i bhfeidhm go dtí go gcuirtear na straitéisí nua seo i dtoll a chéile

source: The 2014 Act sets out the details of how the strategies are to be developed
ga: Leagtar amach in Acht 2012 na sonraí faoi conas a fhorbrófar na straitéisí
